{
    "s1":"It's black. As you try to move you realize you have no physical form. What do you do?\n\n",
    
    "s2":"-------------------------------\nAs you begin to take shape, the earth around you gets pushed aside.\n\nAfter a few seconds, you pop out of the ground, your physical shape complete.\n\nYou are newly born gem, made in the Earth kindergarten.\n\nYour physical shape feels good, and as you stretch, you feel your gem. Where is it located?\n\n",
    
    "s3":"-------------------------------\nThe sunlight glistens from the gem on your ",
    
    "s3.1":". As you study it, you figure out what kind of gem you are. What kind are you?\n\n",
    
    "s4":"-------------------------------\nA ",
    
    "s4.1":" huh? Good choice.\n\nAs you get used to your form, another gem walks up to you.\n\nThe stranger looks at you, and then speaks. 'I am Peridot Facet-4X13L Cut-6BW, and I am here to pick you up and escort you to your destination.'\n\nThe 'Peridot', as she calls herself, does not smile, but maintains a very serious posture and air about her.\n\nWhat do you do in response?\n\n",
    
    "s5":"-------------------------------\nWithout a single word, you turn and run. The Peridot looks surprised as you do so, but then remains completely calm.\n\nYou hear her say something, probably into a communicator of some kind. 'The new ",
    
    "s5.1":" is escaping. Send backup, I am in persuit.'\n\nAll of a sudden, a huge gem lands in front of you, probably a quartz. She smashes her fist down on your head and you instantly black out.\n\n",
    
    "s6":"-------------------------------\nYou throw a punch at the Peridot, but she brings her hand up without even flinching, grabbing your fist.\n\nYou notice her hands aren't actually hands at all, but limb enhancers. They are very strong, and before you know it, she's pinned you to the ground.\n\n'It might be safer if you were poofed for transport.' Without warning, she points an arm at you and blasts you with a bolt of energy. You black out.\n\n",
    
    "s7":"-------------------------------\n'What do you mean? Where am I going?' you say.\n\n'You are to be transported to the nearest Earth Colony to be assigned to a Diamond for work.' she replies.\n\n'A diamond? Who is she? What do you mean?' you say, completely confused.\n\n'I will explain it on the way. Now let's get going.' She signals you towards a floating transport of some kind and you step inside.\n\n",
    
    "s8":"-------------------------------\nYou wake up in a closed room, lying on the floor. On the other side of the room, the Peridot from before is at a console, typing away. She turns around. 'Ah, you are finally awake. It's time for selection.' She quickly presses a button and a door opens, and two more gems walk in. One is a tall quartz, a Citrine Quartz. The other is a pearl, who follows the Citrine and says nothing.\n\nThe Citrine looks you up and down. 'A pearl? Good, we need more of those.'"
}